/* No comment provided by engineer. */
"AB_PERMISSION_MISSING_ACTION" = "אפשר גישה";

/* No comment provided by engineer. */
"AB_PERMISSION_MISSING_BODY" = "סיגנל דורש גישה לאנשי הקשר. איננו שומרים את אנשי הקשר על השרתים שלנו.";

/* No comment provided by engineer. */
"AB_PERMISSION_MISSING_TITLE" = "סליחה!";

/* Action sheet item */
"ACCEPT_NEW_IDENTITY_ACTION" = "Accept new safety numbers";

/* No comment provided by engineer. */
"ACTION_REQUIRED_TITLE" = "נדרשת פעולה";

/* No comment provided by engineer. */
"ADDRESSBOOK_RESTRICTED_ALERT_BODY" = "לסיגנל נחוצה גישה לאנשי הקשר שלך. גישה לאנשי הקשר מוגבל. סיגנל ייסגר. אפשר לכבות את ההגבלה זמנית כדי לאשפר לסיגנל לגשת לאנשי הקשר שלך באמצעות הגדרות >> כללי >> הגבלות >> אנשי קשר >> אפשר שינויים.";

/* No comment provided by engineer. */
"ADDRESSBOOK_RESTRICTED_ALERT_BUTTON" = "סגור";

/* No comment provided by engineer. */
"ANSWER_CALL_BUTTON_TITLE" = "לענות";

/* No comment provided by engineer. */
"APN_FETCHED_FAILED" = "מסר חדש! לקריאה יש לפתוח את האפליקציה.";

/* No comment provided by engineer. */
"APN_Message" = "מסר חדש!";

/* No comment provided by engineer. */
"APN_MESSAGE_FROM" = "מסר מאת";

/* No comment provided by engineer. */
"APN_MESSAGE_IN_GROUP" = "מסר בקבוצה";

/* No comment provided by engineer. */
"APN_MESSAGE_IN_GROUP_DETAILED" = "%@ בקבוצה %@: %@";

/* Pressing this button moves a thread from the inbox to the archive */
"ARCHIVE_ACTION" = "לשלוח לארכיון";

/* No comment provided by engineer. */
"ARCHIVE_NAV_BAR_TITLE" = "ארכיון";

/* No comment provided by engineer. */
"ATTACHMENT" = "צרופה";

/* No comment provided by engineer. */
"ATTACHMENT_DOWNLOAD_FAILED" = "הורדת הצרופה לא עבדה, יש ללחוץ כדי לנסות שוב.";

/* No comment provided by engineer. */
"ATTACHMENT_DOWNLOADING" = "הצרופה יורדת";

/* No comment provided by engineer. */
"ATTACHMENT_QUEUED" = "צרופה חדשה נכנס לתור לאחזור.";

/* No comment provided by engineer. */
"AUDIO_PERMISSION_MESSAGE" = "Forsta דורש גישה למיקרופון שלך על מנת לעבוד בצורה תקינה. ניתן לאפס את ההרשאה באפליקציית הגדרות >> פרטיות >> מיקרופון >> Forsta";

/* No comment provided by engineer. */
"CALLBACK_BUTTON_TITLE" = "שיחה חזרה";

/* No comment provided by engineer. */
"CHOOSE_MEDIA_BUTTON" = "נא לבחור מתוך הספרייה...";

/* No comment provided by engineer. */
"CONFIRM_ACCOUNT_DESTRUCTION_TEXT" = "זה יאתחל את האפליקציה באמצעות מחיקת המסרים שלך וביטול הרישום שלך בשרת. האפליקציה תיסגר אחרי מחיקת הנתונים.";

/* No comment provided by engineer. */
"CONFIRM_ACCOUNT_DESTRUCTION_TITLE" = "האם ברצונך באמת למחוק את החשבון שלך?";

/* Alert body */
"CONFIRM_LEAVE_GROUP_DESCRIPTION" = "You will no longer be able to send or receive messages in this group.";

/* Alert title */
"CONFIRM_LEAVE_GROUP_TITLE" = "Do you really want to leave?";

/* Button text */
"CONFIRM_LINK_NEW_DEVICE_ACTION" = "Link New Device";

/* No comment provided by engineer. */
"CONFIRMATION_TITLE" = "אישור";

/* No comment provided by engineer. */
"CONTACT_DETAIL_COMM_TYPE_INSECURE" = "מספר לא רשום";

/* title for conversation settings screen */
"CONVERSATION_SETTINGS" = "Conversation Settings";

/* ActionSheet title */
"CORRUPTED_SESSION_DESCRIPTION" = "Resetting your session will allow you to receive future messages from %@, but it will not recover any already corrupted messages.";

/* No comment provided by engineer. */
"COUNTRYCODE_SELECT_TITLE" = "נא לבחור קוד מדינה";

/* {{number of days}} embedded in strings, e.g. 'Alice updated disappearing messages expiration to {{5 days}}'. See other *_TIME_AMOUNT strings */
"DAYS_TIME_AMOUNT" = "%u days";

/* No comment provided by engineer. */
"DELIVERED_MESSAGE_TEXT" = "נמסר";

/* {{Short Date}} when device last communicated with Forsta Server. */
"DEVICE_LAST_ACTIVE_AT_LABEL" = "Last active: %@";

/* {{Short Date}} when device was linked. */
"DEVICE_LINKED_AT_LABEL" = "Linked: %@";

/* Alert title that can occur when viewing device manager. */
"DEVICE_LIST_UPDATE_FAILED_TITLE" = "Failed to update device list.";

/* table cell label in conversation settings */
"DISAPPEARING_MESSAGES" = "Disappearing Messages";

/* subheading in conversation settings */
"DISAPPEARING_MESSAGES_DESCRIPTION" = "When enabled, messages sent and received in this conversation will disappear after they have been seen.";

/* Generic short text for button to dismiss a dialog */
"DISMISS_BUTTON_TEXT" = "Dismiss";

/* table cell label in conversation settings */
"EDIT_GROUP_ACTION" = "Edit Group";

/* Short name for edit menu item to save contents of media message. */
"EDIT_ITEM_SAVE_ACTION" = "Save";

/* No comment provided by engineer. */
"EMPTY_ARCHIVE_FIRST_TEXT" = "יש ללחוץ על כפתור „חיבור”.";

/* No comment provided by engineer. */
"EMPTY_ARCHIVE_FIRST_TITLE" = "תחילת שיחת הסיגנל הראשונה שלך!";

/* No comment provided by engineer. */
"EMPTY_ARCHIVE_TEXT" = "אפשר לגנוז שיחות בלתי־פעילות לאחר־כך בתיבת הדואר הנכנס שלך.";

/* No comment provided by engineer. */
"EMPTY_ARCHIVE_TITLE" = "ניקוי השיחות שלך.";

/* No comment provided by engineer. */
"EMPTY_CONTACTS_INVITE_BUTTON" = "הזמן איש קשר חדש";

/* No comment provided by engineer. */
"EMPTY_CONTACTS_LABEL_LINE1" = "אף אחד מאנשי הקשר שלך אינו משתמש בForsta";

/* No comment provided by engineer. */
"EMPTY_CONTACTS_LABEL_LINE2" = "למה שלא תזמין חבר חדש לForsta?";

/* No comment provided by engineer. */
"EMPTY_INBOX_FIRST_TEXT" = "עצה: אפשר להוסיף שיחה בתור תזכורת!";

/* No comment provided by engineer. */
"EMPTY_INBOX_FIRST_TITLE" = "בוצע. בוצע. בוצע.";

/* No comment provided by engineer. */
"EMPTY_INBOX_TEXT" = "אפס. שום דבר. כלום.";

/* No comment provided by engineer. */
"EMPTY_INBOX_TITLE" = "ריק ונקי לגמרי.";

/* No comment provided by engineer. */
"END_CALL_BAD_INTERACTION_WITH_SERVER" = "השרת נכשל!";

/* No comment provided by engineer. */
"END_CALL_BUTTON_TITLE" = "סוף";

/* No comment provided by engineer. */
"END_CALL_HANDSHAKE_FAILED" = "לחיצת היד נכשלה!";

/* No comment provided by engineer. */
"END_CALL_HANGUP_LOCAL" = "ניתקת.";

/* No comment provided by engineer. */
"END_CALL_HANGUP_REMOTE" = "נותקת.";

/* No comment provided by engineer. */
"END_CALL_LOGIN_FAILED" = "הכניסה נכשלה!";

/* No comment provided by engineer. */
"END_CALL_MESSAGE_FROM_SERVER_PREFIX" = "הודעה מהשרת:";

/* No comment provided by engineer. */
"END_CALL_NO_SUCH_USER" = "המספר לא רשום אצל Forsta או RedPhone!";

/* No comment provided by engineer. */
"END_CALL_RECIPIENT_UNAVAILABLE" = "המשתמש לא זמין.";

/* No comment provided by engineer. */
"END_CALL_REJECTED_LOCAL" = "דחית את השיחה.";

/* No comment provided by engineer. */
"END_CALL_REJECTED_REMOTE" = "השיחה נדחתה.";

/* No comment provided by engineer. */
"END_CALL_REPLACED_BY_NEXT" = "עשית שיחה נוספת.";

/* No comment provided by engineer. */
"END_CALL_RESPONDER_IS_BUSY" = "תפוס...";

/* No comment provided by engineer. */
"END_CALL_STALE_SESSION" = "השיחה לא נענתה.";

/* No comment provided by engineer. */
"END_CALL_UNCATEGORIZED_FAILURE" = "הלקוח נכשל!";

/* Generic notice when message failed to send. */
"ERROR_DESCRIPTION_CLIENT_SENDING_FAILURE" = "Failed to send message.";

/* Generic error used whenver Forsta can't contact the server */
"ERROR_DESCRIPTION_NO_INTERNET" = "Forsta was unable to connect to the internet. Please try from another WiFi network or use mobile data.";

/* Generic server error */
"ERROR_DESCRIPTION_SERVER_FAILURE" = "Server Error. Please try again later.";

/* Error message when attempting to send message */
"ERROR_DESCRIPTION_UNREGISTERED_RECIPIENT" = "Recipient is no longer a Forsta user.";

/* No comment provided by engineer. */
"ERROR_MESSAGE_DUPLICATE_MESSAGE" = "הגיע מסר כפול.";

/* No comment provided by engineer. */
"ERROR_MESSAGE_INVALID_KEY_EXCEPTION" = "המפתח של המקבל אינו תקין.";

/* No comment provided by engineer. */
"ERROR_MESSAGE_INVALID_MESSAGE" = "Received a badly encrypted message. Tap to reset your secure session.";

/* No comment provided by engineer. */
"ERROR_MESSAGE_INVALID_VERSION" = "הגיע מסר שאינו תואם לגרסה הזאת.";

/* No comment provided by engineer. */
"ERROR_MESSAGE_NO_SESSION" = "אין התחברות זמינה לאיש הקשר הזה.";

/* No comment provided by engineer. */
"ERROR_MESSAGE_NON_BLOCKING_IDENTITY_CHANGE" = "Safety numbers changed.";

/* No comment provided by engineer. */
"ERROR_MESSAGE_UNKNOWN_ERROR" = "אירעה שגיאה בלתי־ידועה.";

/* No comment provided by engineer. */
"ERROR_MESSAGE_WRONG_TRUSTED_IDENTITY_KEY" = "Safety numbers changed. Tap to verify.";

/* No comment provided by engineer. */
"ERROR_WAS_DETECTED_TITLE" = "באסה!";

/* action sheet header when re-sending message which failed because of too many attempts */
"FAILED_SENDING_BECAUSE_RATE_LIMIT" = "Too many failures with this contact. Please try again shortly.";

/* action sheet header when re-sending message which failed because of untrusted identity keys */
"FAILED_SENDING_BECAUSE_UNTRUSTED_IDENTITY_KEY" = "You must accept their new safety numbers before you will be able to send.";

/* No comment provided by engineer. */
"FAILED_SENDING_TEXT" = "השליחה נכשלה. נא להקיש כדי לנסות שוב.";

/* alert title */
"FAILED_VERIFICATION_TITLE" = "Failed to Verify Safety Numbers!";

/* No comment provided by engineer. */
"FINGERPRINT_SHRED_KEYMATERIAL_BUTTON" = "אתחול ההתחברות הזאת.";

/* No comment provided by engineer. */
"GROUP_AVATAR_CHANGED" = "התמונה שונתה.";

/* No comment provided by engineer. */
"GROUP_CREATED" = "Group created.";

/* No comment provided by engineer. */
"GROUP_CREATING" = "יצירת קבוצה חדשה";

/* No comment provided by engineer. */
"GROUP_CREATING_FAILED" = "יצירת הקבוצה נכשלה";

/* Conversation settings table section title */
"GROUP_MANAGEMENT_SECTION" = "Group Management";

/* No comment provided by engineer. */
"GROUP_MEMBER_JOINED" = "%@ הצטרף לקבוצה.";

/* No comment provided by engineer. */
"GROUP_MEMBER_LEFT" = "%@ יצא מהקבוצה.";

/* header for table which lists the members of this group thread */
"GROUP_MEMBERS_HEADER" = "חברי הקבוצה";

/* No comment provided by engineer. */
"GROUP_REMOVING" = "עזיבת הקבוצה %@";

/* No comment provided by engineer. */
"GROUP_REMOVING_FAILED" = "עזיבת הקבוצה נכשלה";

/* No comment provided by engineer. */
"GROUP_TITLE_CHANGED" = "הכותרת עכשיו היא „%@”.";

/* No comment provided by engineer. */
"GROUP_UPDATED" = "הקבוצה עודכנה.";

/* No comment provided by engineer. */
"GROUP_YOU_LEFT" = "יצאת מהקבוצה.";

/* {{number of hours}} embedded in strings, e.g. 'Alice updated disappearing messages expiration to {{5 hours}}'. See other *_TIME_AMOUNT strings */
"HOURS_TIME_AMOUNT" = "%u hours";

/* Call setup status label */
"IN_CALL_CONNECTING" = "מתחבר...";

/* Call setup status label */
"IN_CALL_RINGING" = "מצלצל...";

/* Call setup status label */
"IN_CALL_SECURING" = "נענה. מאבטח...";

/* Call setup status label */
"IN_CALL_TALKING" = "מאובטח. פעיל.";

/* Call setup status label */
"IN_CALL_TERMINATED" = "סיום.";

/* No comment provided by engineer. */
"INCOMING_CALL" = "שיחה נכנסת";

/* No comment provided by engineer. */
"INCOMING_CALL_FROM" = "שיחה נכנסת מאת %@";

/* Slider label embeds {{TIME_AMOUNT}}, e.g. '2 hours'. See *_TIME_AMOUNT strings for examples. */
"KEEP_MESSAGES_DURATION" = "Messages disappear after %@.";

/* Slider label when disappearing messages is off */
"KEEP_MESSAGES_FOREVER" = "Messages do not disappear.";

/* Confirmation button within contextual alert */
"LEAVE_BUTTON_TITLE" = "עזוב";

/* table cell label in conversation settings */
"LEAVE_GROUP_ACTION" = "Leave Group";

/* report an invalid linking code */
"LINK_DEVICE_INVALID_CODE_BODY" = "This QR code is not valid, make sure you are scanning the QR code displayed on the device you want to link.";

/* report an invalid linking code */
"LINK_DEVICE_INVALID_CODE_TITLE" = "Linking Device Failed";

/* confirm the users intent to link a new device */
"LINK_DEVICE_PERMISSION_ALERT_BODY" = "This device will be able to see your groups and contacts, read all your messages, and send messages in your name.";

/* confirm the users intent to link a new device */
"LINK_DEVICE_PERMISSION_ALERT_TITLE" = "Link this device?";

/* attempt another linking */
"LINK_DEVICE_RESTART" = "Retry";

/* QR Scanning screen instructions, placed alongside a camera view for scanning QRCodes */
"LINK_DEVICE_SCANNING_INSTRUCTIONS" = "Scan the QR code displayed on the device to link.";

/* Subheading for 'Link New Device' navigation */
"LINK_NEW_DEVICE_SUBTITLE" = "Scan QR Code";

/* Navigation title when scanning QR code to add new device. */
"LINK_NEW_DEVICE_TITLE" = "Link New Device";

/* Menu item and navbar title for the device manager */
"LINKED_DEVICES_TITLE" = "Linked Devices";

/* Alert Title */
"LINKING_DEVICE_FAILED_TITLE" = "Linking Device Failed";

/* table cell label in conversation settings */
"LIST_GROUP_MEMBERS_ACTION" = "List Group Members";

/* No comment provided by engineer. */
"LOADING_CONTACTS_LABEL_LINE1" = "טוען את רשימת אנשי הקשר שלך";

/* No comment provided by engineer. */
"LOADING_CONTACTS_LABEL_LINE2" = "המתן";

/* No comment provided by engineer. */
"LOGGING_SECTION" = "רישום יומן";

/* No comment provided by engineer. */
"ME_STRING" = "אני";

/* No comment provided by engineer. */
"MESSAGE_COMPOSEVIEW_TITLE" = "מסר חדש";

/* {{number of minutes}} embedded in strings, e.g. 'Alice updated disappearing messages expiration to {{5 minutes}}'. See other *_TIME_AMOUNT strings */
"MINUTES_TIME_AMOUNT" = "%u minutes";

/* No comment provided by engineer. */
"MISSED_CALL" = "שיחה שלא נענתה";

/* Alert body */
"MISSING_CAMERA_PERMISSION_MESSAGE" = "You previously declined to let Forsta access your camera. Update your system settings to proceed.";

/* Alert title */
"MISSING_CAMERA_PERMISSION_TITLE" = "Forsta needs to access your camera.";

/* No comment provided by engineer. */
"MSGVIEW_MISSED_CALL" = "לא ענית לשיחה מאת %@.";

/* No comment provided by engineer. */
"MSGVIEW_RECEIVED_CALL" = "קיבלת שיחה מאת %@.";

/* No comment provided by engineer. */
"MSGVIEW_YOU_CALLED" = "התקשרת אל %@.";

/* No comment provided by engineer. */
"MULTIDEVICE_PAIRING_MAX_DESC" = "לא ניתן לשייך עוד מכשירים.";

/* No comment provided by engineer. */
"MULTIDEVICE_PAIRING_MAX_RECOVERY" = "הגעת למספר המרבי של מכשירים שאפשר לשייך לחשבון שלך. נא להסיר מכשיר ולנסות לשייך שוב.";

/* No comment provided by engineer. */
"NETWORK_ERROR_RECOVERY" = "נא לבדוק את החיבור לרשת ולנסות שוב.";

/* No comment provided by engineer. */
"NETWORK_STATUS_CONNECTED" = "מחובר";

/* No comment provided by engineer. */
"NETWORK_STATUS_CONNECTING" = "מתחבר";

/* No comment provided by engineer. */
"NETWORK_STATUS_HEADER" = "מצב הרשת";

/* No comment provided by engineer. */
"NETWORK_STATUS_OFFLINE" = "לא מחובר";

/* No comment provided by engineer. */
"NETWORK_STATUS_TEXT" = "אפשר לבדוק את מצב הרשת שלך בפס הצבעוני מעל תיבת הדאר הנכנס שלך.";

/* No comment provided by engineer. */
"NEW_GROUP_DEFAULT_TITLE" = "קבוצה חדשה";

/* No comment provided by engineer. */
"NEW_GROUP_NAMEGROUP_REQUEST_DEFAULT" = "מתן שם לשיחה הקבוצתית הזאת";

/* No comment provided by engineer. */
"NEW_GROUP_REQUEST_ADDPEOPLE" = "הוספת אנשים";

/* No comment provided by engineer. */
"NOTIFICATION_SEND_FAILED" = "שליחת המסר שלך אל %@ לא עבדה.";

/* No comment provided by engineer. */
"NOTIFICATIONS_FOOTER_WARNING" = "בגלל באגים ידועים במערכת התראות הדחיפה של אפל, תצוגה מקדימה של מסרים תוצג רק אם המסר מאוחזר תוך 30 שניות מזמן השליחה. תג האפליקציה עלול להיות לא מדויק כתוצאה מזה.";

/* No comment provided by engineer. */
"NOTIFICATIONS_NONE" = "ללא שם ומסר";

/* No comment provided by engineer. */
"NOTIFICATIONS_SECTION_BACKGROUND" = "התראות רקע";

/* No comment provided by engineer. */
"NOTIFICATIONS_SECTION_INAPP" = "התראות בתוך האפליקציה";

/* No comment provided by engineer. */
"NOTIFICATIONS_SENDER_AND_MESSAGE" = "שם השולח והמסר";

/* No comment provided by engineer. */
"NOTIFICATIONS_SENDER_ONLY" = "רק שם השולח";

/* No comment provided by engineer. */
"NOTIFICATIONS_SHOW" = "להציג";

/* No comment provided by engineer. */
"NOTIFICATIONS_SOUND" = "צלילי התראה";

/* No comment provided by engineer. */
"OK" = "בסדר";

/* Button text which opens the settings app */
"OPEN_SETTINGS_BUTTON" = "Settings";

/* Info Message when {{other user}} disables or doesn't support disappearing messages */
"OTHER_DISABLED_DISAPPEARING_MESSAGES_CONFIGURATION" = "%@ disabled disappearing messages.";

/* Info Message when {{other user}} updates message expiration to {{time amount}}, see the *_TIME_AMOUNT strings for context. */
"OTHER_UPDATED_DISAPPEARING_MESSAGES_CONFIGURATION" = "%@ set disappearing message time to %@.";

/* No comment provided by engineer. */
"OUTGOING_CALL" = "שיחה יוצאת";

/* No comment provided by engineer. */
"PHONE_NEEDS_UNLOCK" = "האייפון שלך צריך להיות בלתי־נעול כדי לקבל מסרים חדשים.";

/* Alert body when verifying with {{contact name}} */
"PRIVACY_VERIFICATION_FAILED_I_HAVE_WRONG_KEY_FOR_THEM" = "Those don't look like the safety numbers for %@. Are you verifying the correct contact?";

/* Alert body when verifying with {{contact name}} */
"PRIVACY_VERIFICATION_FAILED_THEY_HAVE_WRONG_KEY_FOR_ME" = "Every pair of Forsta users shares distinct safety numbers. Double check that %@ is displaying *your* distinct safety numbers.";

/* alert body */
"PRIVACY_VERIFICATION_FAILED_WITH_OLD_LOCAL_VERSION" = "You're running an old version of Forsta. You need to update before you can verify.";

/* alert body */
"PRIVACY_VERIFICATION_FAILED_WITH_OLD_REMOTE_VERSION" = "Your partner is running an old version of Forsta. They need to update before you can verify.";

/* alert body */
"PRIVACY_VERIFICATION_FAILURE_INVALID_QRCODE" = "The scanned code doesn't look like a safety number code. Are you both on an up-to-date version of Forsta?";

/* Paragraph(s) shown alongside keying material when verifying privacy with {{contact name}} */
"PRIVACY_VERIFICATION_INSTRUCTIONS" = "If you wish to verify the security of your end-to-end encryption with %@, compare the numbers above with the numbers on their device.\n\nAlternatively, you can scan the code on their phone, or ask them to scan your code.";

/* Navbar title */
"PRIVACY_VERIFICATION_TITLE" = "Verify Safety Numbers";

/* No comment provided by engineer. */
"PROCEED_BUTTON" = "להמשיך";

/* No comment provided by engineer. */
"PUSH_MANAGER_MARKREAD" = "לסמן שקראתי";

/* No comment provided by engineer. */
"PUSH_MANAGER_REPLY" = "תשובה";

/* Alert title */
"PUSH_REGISTER_SUCCESS" = "Successfully re-registered for push notifications.";

/* Used in table section header and alert view title contexts */
"PUSH_REGISTER_TITLE" = "התראות דחיפה";

/* No comment provided by engineer. */
"PUSH_SETTINGS_MESSAGE" = "Forsta דורש הרשאות להתראות בדחיפה ולצלילים כדי לעבוד כמו שצריך. נא לעדכן את ההרשאות באפליקציית הגדרות >> עדכונים >> Forsta.";

/* No comment provided by engineer. */
"QUESTIONMARK_PUNCTUATION" = "?";

/* No comment provided by engineer. */
"RATING_MSG" = "אם נהנית להשתמש בסיגנל לשיחות פרטיות, ביכולתך לתמוך במיזם שלנו באמצעות מתן דירוג. זה ייקח לא יותר מדג, ויעזור לאחרים להשיג קצת פרטיות.";

/* No comment provided by engineer. */
"RATING_RATE" = "לדרג את סיגנל";

/* No comment provided by engineer. */
"RATING_TITLE" = "תִמכו בסיגנל!";

/* No comment provided by engineer. */
"REGISTER_CC_ERR_ALERT_VIEW_MESSAGE" = "נא להכניס קוד מדינה חוקי";

/* No comment provided by engineer. */
"REGISTER_CC_ERR_ALERT_VIEW_TITLE" = "שגיאה בקוד המדינה";

/* No comment provided by engineer. */
"REGISTER_CONTACTS_BODY" = "סיגנל מאפשר לך לנהל שיחות פרטיות עם אנשי הקשר שלך. על מנת להשתמש בסיגנל, יש לאפשר גישה לאנשי הקשר.";

/* No comment provided by engineer. */
"REGISTER_CONTACTS_CONTINUE" = "להמשיך";

/* No comment provided by engineer. */
"REGISTER_CONTACTS_WELCOME" = "ברוך בואך!";

/* No comment provided by engineer. */
"REGISTER_FAILED_TRY_AGAIN" = "לנסות שוב";

/* No comment provided by engineer. */
"REGISTER_RATE_LIMITING_BODY" = "השרת מסנן כעת הרשמות, נא לנסות שוב מאוחר יותר.";

/* No comment provided by engineer. */
"REGISTERED_NUMBER_TEXT" = "Registered Number";

/* Alert title */
"REGISTRATION_BODY" = "Failed to re-register for push notifications.";

/* No comment provided by engineer. */
"REGISTRATION_DEFAULT_COUNTRY_NAME" = "קוד המדינה";

/* No comment provided by engineer. */
"REGISTRATION_ENTERNUMBER_DEFAULT_TEXT" = "יש להזין מספר";

/* No comment provided by engineer. */
"REGISTRATION_ERROR" = "שגיאת רישום";

/* alert body during registration */
"REGISTRATION_ERROR_BLANK_VERIFICATION_CODE" = "We can't activate your account until you verify the code we sent you.";

/* No comment provided by engineer. */
"REGISTRATION_NON_VALID_NUMBER" = "תסדיר מספר הטלפון הזה אינו נתמך. נא ליצור קשר עם תמיכה.";

/* No comment provided by engineer. */
"REGISTRATION_PHONENUMBER_BUTTON" = "מספר הטלפון";

/* No comment provided by engineer. */
"REGISTRATION_RESTRICTED_MESSAGE" = "מישהו כאן להוט לשלוח את המסר הראשון! יש להירשם לפני ביצוע הפעולה הזאת.";

/* No comment provided by engineer. */
"REGISTRATION_TITLE_LABEL" = "מספר הטלפון שלך";

/* Alert view title */
"REGISTRATION_VERIFICATION_FAILED_TITLE" = "Verification Failed";

/* Alert body, during registration */
"REGISTRATION_VERIFICATION_FAILED_WRONG_CODE_DESCRIPTION" = "The numbers you submitted don't match what we sent. Want to double check?";

/* No comment provided by engineer. */
"REGISTRATION_VERIFY_DEVICE" = "אימות המכשיר הזה";

/* No comment provided by engineer. */
"REJECT_CALL_BUTTON_TITLE" = "דחה";

/* No comment provided by engineer. */
"RELAY_REGISTERED_ERROR_RECOVERY" = "מספר הטלפון שניסית לרשום כבר נרשם בשרת אחר, נא לבטל את הרישום שם ולנסות שום.";

/* No comment provided by engineer. */
"REREGISTER_FOR_PUSH" = "להירשם מחדש בשביל התראות דחיפה";

/* Generic text for button that retries whatever the last action was. */
"RETRY_BUTTON_TEXT" = "Retry";

/* Snippet to share {{safety numbers}} with a friend. sent e.g. via sms */
"SAFETY_NUMBER_SHARE_FORMAT" = "Our Forsta Safety Numbers:\n%@";

/* Action sheet heading */
"SAFETY_NUMBERS_ACTIONSHEET_TITLE" = "The safety numbers for %@ have changed. You may wish to verify them.";

/* Button label presented with camera icon while verifying privacy credentials. Shows the camera interface. */
"SCAN_CODE_ACTION" = "Scan Code";

/* label presented once scanning (camera) view is visible. */
"SCAN_CODE_INSTRUCTIONS" = "Scan the QR Code on your contact's device.";

/* No comment provided by engineer. */
"SEARCH_BYNAMEORNUMBER_PLACEHOLDER_TEXT" = "חפש לפי שם או מספר טלפון";

/* {{number of seconds}} embedded in strings, e.g. 'Alice updated disappearing messages expiration to {{5 seconds}}'. See other *_TIME_AMOUNT strings */
"SECONDS_TIME_AMOUNT" = "%u seconds";

/* No comment provided by engineer. */
"SECURE_SESSION_RESET" = "ההתחברות המאובטחת אותחלה.";

/* No comment provided by engineer. */
"SEND_AGAIN_BUTTON" = "שלח שוב";

/* No comment provided by engineer. */
"SEND_BUTTON_TITLE" = "שלח";

/* No comment provided by engineer. */
"SEND_SMS_BUTTON" = "שליחת מסר אל:";

/* No comment provided by engineer. */
"SEND_SMS_CONFIRM_TITLE" = "הזמן חבר דרך SMS (ערוץ לא מבוטח)";

/* No comment provided by engineer. */
"SEND_SMS_INVITE_FAILURE" = "שליחת SMS נכשלה, נא לנסות שוב מאוחר יותר.";

/* No comment provided by engineer. */
"SEND_SMS_INVITE_SUCCESS" = "הוזמנת על־ידי חבר שלך להשתמש בסיגנל!";

/* No comment provided by engineer. */
"SEND_SMS_INVITE_TITLE" = "האם ברצונך להזמין את המספר הבא לForsta?";

/* No comment provided by engineer. */
"SETTINGS_ABOUT" = "אודות";

/* No comment provided by engineer. */
"SETTINGS_ADVANCED_DEBUGLOG" = "הפעל יומן באגים";

/* No comment provided by engineer. */
"SETTINGS_ADVANCED_SUBMIT_DEBUGLOG" = "שלח יומן באגים";

/* No comment provided by engineer. */
"SETTINGS_ADVANCED_TITLE" = "מתקדם";

/* User settings section footer, a detailed explanation */
"SETTINGS_BLOCK_ON_IDENITY_CHANGE_DETAIL" = "Requires your approval before communicating with someone who has new safety numbers, commonly from a reinstall of Forsta.";

/* Table cell label */
"SETTINGS_BLOCK_ON_IDENTITY_CHANGE_TITLE" = "Require Approval on Change";

/* No comment provided by engineer. */
"SETTINGS_CLEAR_HISTORY" = "מחק היסטוריה";

/* No comment provided by engineer. */
"SETTINGS_COPYRIGHT" = "כל הזכויות שמורות ל Open Whisper Systems\nתחת רשיון GPLv3";

/* No comment provided by engineer. */
"SETTINGS_DELETE_ACCOUNT_BUTTON" = "מחיקת חשבון";

/* No comment provided by engineer. */
"SETTINGS_DELETE_HISTORYLOG_CONFIRMATION" = "האם ברצונך באמת למחוק את כל ההיסטוריה שלך (מסרים, צרופות, יומן שיחות...)? לא ניתן לבטל את הפעולה הזאת.";

/* No comment provided by engineer. */
"SETTINGS_DELETE_HISTORYLOG_CONFIRMATION_BUTTON" = "כן.";

/* No comment provided by engineer. */
"SETTINGS_HELP_HEADER" = "עזרה";

/* Section header */
"SETTINGS_HISTORYLOG_TITLE" = "יומן היסטוריה";

/* No comment provided by engineer. */
"SETTINGS_INFORMATION_HEADER" = "מידע";

/* No comment provided by engineer. */
"SETTINGS_INVITE_HEADER" = "הזמן";

/* No comment provided by engineer. */
"SETTINGS_INVITE_TWITTER_TEXT" = "You can reach me using Forsta by @forstainc, get it now.";

/* Title for settings activity */
"SETTINGS_NAV_BAR_TITLE" = "הגדרות";

/* No comment provided by engineer. */
"SETTINGS_NOTIFICATIONS" = "התראות";

/* No comment provided by engineer. */
"SETTINGS_PRIVACY_TITLE" = "פרטיות";

/* Section header */
"SETTINGS_PRIVACY_VERIFICATION_TITLE" = "Safety Numbers Approval";

/* No comment provided by engineer. */
"SETTINGS_SCREEN_SECURITY" = "הפעל אבטחת מסך";

/* No comment provided by engineer. */
"SETTINGS_SCREEN_SECURITY_DETAIL" = "לא לאפשר תצוגה מקדימה מסיגנל במחליף האפליקציות.";

/* Section header */
"SETTINGS_SECURITY_TITLE" = "אבטחת מסך";

/* No comment provided by engineer. */
"SETTINGS_SHARE_INSTALL" = "שתף קישור התקנה";

/* No comment provided by engineer. */
"SETTINGS_SUPPORT" = "תמיכה";

/* No comment provided by engineer. */
"SETTINGS_VERSION" = "גרסה";

/* Action sheet item */
"SHOW_SAFETY_NUMBER_ACTION" = "Show new safety numbers";

/* {{1 day}} embedded in strings, e.g. 'Alice updated disappearing messages expiration to {{1 day}}'. See other *_TIME_AMOUNT strings */
"SINGLE_DAY_TIME_AMOUNT" = "%u day";

/* {{1 hour}} embedded in strings, e.g. 'Alice updated disappearing messages expiration to {{1 hour}}'. See other *_TIME_AMOUNT strings */
"SINGLE_HOUR_TIME_AMOUNT" = "%u hour";

/* {{1 minute}} embedded in strings, e.g. 'Alice updated disappearing messages expiration to {{1 minute}}'. See other *_TIME_AMOUNT strings */
"SINGLE_MINUTE_TIME_AMOUNT" = "%u minute";

/* {{1 week}} embedded in strings, e.g. 'Alice updated disappearing messages expiration to {{1 week}}'. See other *_TIME_AMOUNT strings */
"SINGLE_WEEK_TIME_AMOUNT" = "%u week";

/* No comment provided by engineer. */
"SMS_INVITE_BODY" = "הזמנתי אותך לנשתמש בסיגנל! הנה הקישור:";

/* Alert body after verifying privacy with {{other user's name}} */
"SUCCESSFUL_VERIFICATION_DESCRIPTION" = "Your safety numbers have been verified. You can be confident your communication with %@ is private.";

/* No comment provided by engineer. */
"SUCCESSFUL_VERIFICATION_TITLE" = "Safety Numbers Verified!";

/* No comment provided by engineer. */
"TAKE_MEDIA_BUTTON" = "צלם תמונה או וידיאו חדשים";

/* No comment provided by engineer. */
"TAKE_PICTURE_BUTTON" = "צלם";

/* No comment provided by engineer. */
"TIMEOUT_CONTACTS_DETAIL" = "לא ניתן לקבל רשימת אנשי קשר מעודכנת מהשרת. אנא נסה שוב.";

/* No comment provided by engineer. */
"TXT_CANCEL_TITLE" = "ביטול";

/* No comment provided by engineer. */
"TXT_DELETE_TITLE" = "מחק";

/* Pressing this button moves an archived thread from the archive back to the inbox */
"UNARCHIVE_ACTION" = "להוציא מהארכיון";

/* In Inbox view, last message label for thread with corrupted attachment. */
"UNKNOWN_ATTACHMENT_LABEL" = "Unknown attachment";

/* Displayed if for some reason we can't determine a contacts phone number *or* name */
"UNKNOWN_CONTACT_NAME" = "Unknown Contact";

/* button title for unlinking a device */
"UNLINK_ACTION" = "Unlink";

/* Alert message to confirm unlinking a device */
"UNLINK_CONFIRMATION_ALERT_BODY" = "By unlinking this device, it will no longer be able to send or receive messages.";

/* Alert title for confirming device deletion */
"UNLINK_CONFIRMATION_ALERT_TITLE" = "Unlink \"%@\"?";

/* Alert title when unlinking device fails */
"UNLINKING_FAILED_ALERT_TITLE" = "Forsta was unable to unlink your device.";

/* Label text in device manager for a device with no name */
"UNNAMED_DEVICE" = "Unnamed Device";

/* No comment provided by engineer. */
"UNREGISTER_SIGNAL_FAIL" = "ביטול הרישום בסיגנל לא עבד.";

/* No comment provided by engineer. */
"UNSUPPORTED_ATTACHMENT" = "התקבלה צרופה מסוג שאינו נתמך.";

/* No comment provided by engineer. */
"UNSUPPORTED_FEATURE_ERROR" = "המכשיר שלך אינו תומך באפשרות הזאת.";

/* No comment provided by engineer. */
"UPDATE_BUTTON_TITLE" = "עדכן";

/* No comment provided by engineer. */
"Upgrading Forsta ..." = "Upgrading Forsta ...";

/* message footer while attachment is uploading */
"UPLOADING_MESSAGE_TEXT" = "Uploading...";

/* button text during registration to make corrections to your submitted phone number */
"VERIFICATION_CHALLENGE_CHANGE_NUMBER" = "שינוי המספר";

/* Text field placeholder for SMS verification code during registration */
"VERIFICATION_CHALLENGE_DEFAULT_TEXT" = "קוד אימות";

/* button text during registration to request phone number verification be done via phone call */
"VERIFICATION_CHALLENGE_SEND_VIAVOICE" = "להתקשר אליי במקום זה";

/* button text during registration to request another SMS code be sent */
"VERIFICATION_CHALLENGE_SUBMIT_AGAIN" = "בקשה חוזרת של קוד";

/* button text during registration to submit your SMS verification code */
"VERIFICATION_CHALLENGE_SUBMIT_CODE" = "שליחת קוד אימות";

/* Navigation title in the registration flow - during the sms code verification process. */
"VERIFICATION_HEADER" = "אימות";

/* table cell label in conversation settings */
"VERIFY_PRIVACY" = "Verify Safety Numbers";

/* Activity indicator title, shown upon returning to the device manager, until you complete the provisioning process on desktop */
"WAITING_TO_COMPLETE_DEVICE_LINK_TEXT" = "Complete setup on Forsta Desktop.";

/* {{number of weeks}}, embedded in strings, e.g. 'Alice updated disappearing messages expiration to {{5 weeks}}'. See other *_TIME_AMOUNT strings */
"WEEKS_TIME_AMOUNT" = "%u weeks";

/* No comment provided by engineer. */
"WHISPER_NAV_BAR_TITLE" = "דואר נכנס";

/* Info Message when you disable disappearing messages */
"YOU_DISABLED_DISAPPEARING_MESSAGES_CONFIGURATION" = "You disabled disappearing messages.";

/* Info message embedding a {{time amount}}, see the *_TIME_AMOUNT strings for context. */
"YOU_UPDATED_DISAPPEARING_MESSAGES_CONFIGURATION" = "You set disappearing message time to %@.";
